[
    {
        "date": "1996-06-14",
        "explanation": "NASA astronauts can float free in space without any connection to a spaceship. Here astronaut Bruce McCandless maneuvers outside the Space Shuttle Challenger by firing nitrogen gas thrusters on his manned maneuvering unit (MMU).  This picture was taken in 1984 and records this first untethered spacewalk. The MMU was developed because astronauts found tethers restrictive.",
        "hdurl": "https://apod.nasa.gov/apod/image/spacewalk_sts41b_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Floating Free in Space",
        "url": "https://apod.nasa.gov/apod/image/spacewalk_sts41b.gif"
    },
    {
        "date": "2020-05-24",
        "explanation": "The largest canyon in the Solar System cuts a wide swath across the face of Mars.  Named Valles Marineris, the grand valley extends over 3,000 kilometers long, spans as much as 600 kilometers across, and delves as much as 8 kilometers deep.  By comparison, the Earth's Grand Canyon in Arizona, USA is 800 kilometers long, 30 kilometers across, and 1.8 kilometers deep.  The origin of the Valles Marineris remains unknown, although a leading hypothesis holds that it started as a crack billions of years ago as the planet cooled.  Several geologic processes have been identified in the canyon.  The featured mosaic was  created from over 100 images of Mars taken by Viking Orbiters in the 1970s.",
        "hdurl": "https://apod.nasa.gov/apod/image/2005/marsglobe_viking_1552.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Valles Marineris: The Grand Canyon of Mars",
        "url": "https://apod.nasa.gov/apod/image/2005/marsglobe_viking_960.jpg"
    },
    {
        "date": "1996-04-25",
        "explanation": "In the center of M51, a spiral galaxy 23 million light-years away, astronomers have identified a dense region of young stars. The graceful swirling arcs of this galaxy's spiral arms have inspired its popular name, \"The Whirlpool Galaxy\". This Hubble Space Telescope image of its nucleus reveals the light from millions of stars, perhaps one tenth the age of the Sun, packed into the bright central region. This area is a mere 80 light-years across -- the stars are so crowded here that the view from a hypothetical planet orbiting one of these distant suns would be of a continuously bright sky! The dark \"Y\" shape visible within this region is an indication that lanes of dust are present, partially blocking the intense starlight.",
        "hdurl": "https://apod.nasa.gov/apod/image/m51nuc_hst_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "In the Center of the Whirlpool",
        "url": "https://apod.nasa.gov/apod/image/m51nuc_hst.gif"
    },
    {
        "date": "2016-02-13",
        "explanation": "Tracks lead to a small robot perched near the top of this bright little planet. Of course, the planet is really the Moon. The robot is the desk-sized Yutu rover, leaving its looming Chang'e 3 lander after a mid-December 2013 touch down in the northern Mare Imbrium. The little planet projection is a digitally warped and stitched mosaic of images from the lander's terrain camera covering 360 by 180 degrees. Ultimately traveling over 100 meters, Yutu came to a halt in January 2014. The lander's instruments are still working though, after more than two years on the lunar surface. Meanwhile, an interactive panoramic version of this little planet is available here.",
        "hdurl": "https://apod.nasa.gov/apod/image/1602/lunar-panorama-change-3-lander-2013-12-17.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Yutu on a Little Planet",
        "url": "https://apod.nasa.gov/apod/image/1602/lunar-panorama-change-3-lander-2013-12-17re.jpg"
    },
    {
        "copyright": "Drew Evans",
        "date": "2022-04-30",
        "explanation": "A mere 600 light-years away, M44 is one of the closest star clusters to our solar system. Also known as the Praesepe or the Beehive cluster its stars are young though, about 600 million years old compared to our Sun's 4.5 billion years. Based on similar ages and motion through space, M44 and the even closer Hyades star cluster in Taurus are thought to have been born together in the same large molecular cloud. An open cluster spanning some 15 light-years, M44 holds 1,000 stars or so and covers about 3 full moons (1.5 degrees) on the sky in the constellation Cancer. Visible to the unaided eye, M44 has been recognized since antiquity. Described as a faint cloud or celestial mist long before being included as the 44th entry in Charles Messier's 18th century catalog, the cluster was not resolved into its individual stars until telescopes were available. A popular target for modern, binocular-equipped sky gazers, the cluster's few yellowish tinted, cool, red giants are scattered through the field of its brighter hot blue main sequence stars in this telescopic group snapshot. Dramatic diffraction spikes highlighting the brighter cluster members were created with string crossed in front of the telescope's objective lens.",
        "hdurl": "https://apod.nasa.gov/apod/image/2204/M44-resized.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M44: The Beehive Cluster",
        "url": "https://apod.nasa.gov/apod/image/2204/M44-resized1024.jpg"
    },
    {
        "copyright": "Alain Paillou",
        "date": "2017-11-11",
        "explanation": "The Moon is normally seen in subtle shades of grey. But small, measurable color differences have been greatly exaggerated in this mosaic of high-resolution images captured near the Moon's full phase, to construct a multicolored, central moonscape. The different colors are recognized to correspond to real differences in the mineral makeup of the lunar surface. Blue hues reveal titanium rich areas while more orange and purple colors show regions relatively poor in titanium and iron. The intriguing Sea of Vapors, or Mare Vaporum, is below center in the frame with the sweeping arc of the lunar Montes Apenninus (Apennine Mountains) above it. The dark floor of 83 kilometer diameter Archimedes crater within the Sea of Rains, or Mare Imbrium, is toward the top left. Near the gap at the top of the Apennine's arc is the Apollo 15 landing site. Calibrated by rock samples returned by the Apollo missions, similar multicolor images from spacecraft have been used to explore the Moon's global surface composition.",
        "hdurl": "https://apod.nasa.gov/apod/image/1711/Central_Colours_Fullres.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Colourful Moon",
        "url": "https://apod.nasa.gov/apod/image/1711/Central_Colours_1024.jpg"
    },
    {
        "date": "2002-08-03",
        "explanation": "Tuning in to the center of our Milky Way galaxy, radio astronomers explore a complex, mysterious place. A premier high resolution view, this startlingly beautiful picture covers a 4x4 degree region around the galactic center. It was constructed from 1 meter wavelength radio data obtained by telescopes of the Very Large Array near Socorro, New Mexico, USA. The galactic center itself is at the edge of the extremely bright object labeled Sagittarius (Sgr) A, suspected of harboring a million solar mass black hole. Along the galactic plane which runs diagonally through the image are tortured clouds of gas energized by hot stars and bubble-shaped supernova remnants (SNRs) - hallmarks of a violent and energetic cosmic environment. But perhaps most intriguing are the arcs, threads, and filaments which abound in the scene. Their uncertain origins challenge present theories of the dynamics of the galactic center.",
        "hdurl": "https://apod.nasa.gov/apod/image/0208/gc_1meter_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Galactic Center - A Radio Mystery",
        "url": "https://apod.nasa.gov/apod/image/0208/gc_1meter.jpg"
    },
    {
        "date": "1995-12-08",
        "explanation": "",
        "hdurl": "https://apod.nasa.gov/apod/image/galprobe_art.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Descent To Jupiter",
        "url": "https://apod.nasa.gov/apod/image/galprobe_art.gif"
    },
    {
        "copyright": "Bob Yen",
        "date": "2000-11-24",
        "explanation": "Just last week this long lovely Leonid shower meteor arced through the night. Captured on November 17/18 by photographer Bob Yen, the meteor trail spans about 70 times the apparent diameter of the full moon in the skies above Mt. Wilson, California, USA. The Leonid's path flashes from the outskirts of constellation Gemini to the triangle-shaped head of Taurus (lower right). Of course, the trail points back toward Leo, the shower's eponymous radiant, while passing near such night sky notables as galactic star cluster M35 (upper left) and Taurus's brightest star, red giant Aldebaran. Though the sky was ruled by a bright but waning Moon and brilliant Jupiter, the Leonid meteor shower still awed observers at dark sky locations with peak rates of hundreds of meteors per hour.",
        "hdurl": "https://apod.nasa.gov/apod/image/0011/leonid00_yen_crop.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Long Leonid",
        "url": "https://apod.nasa.gov/apod/image/0011/leonid00_yen_crop1.jpg"
    },
    {
        "copyright": "Pinholove",
        "date": "2022-07-02",
        "explanation": "For the northern hemisphere June 21 was the summer solstice, the Sun reaching its northernmost declination for the year. That would put it at the top of each of these three figure-8 curves, or analemmas, as it passed through the daytime sky over the village of Proboszczow, Poland. No sequence of digital exposures was used to construct the remarkable image though. Using a pinhole camera fixed to face south during the period June 26, 2021 to June 26, 2022, the image was formed directly on a single sheet of photographic paper, a technique known as solargraphy. The three analemmas are the result of briefly exposing the photo paper through the pinhole each day at 11:00, 12:00, and 13:00 CET. Groups of dashed lines on the sides show partial tracks of the Sun from daily exposures made every 15 minutes. Over the year-long solargraphic photo opportunity clouds blocking the Sun during the pinhole exposures created the dark gaps.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/Analemma1.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Solargraphic Analemmas",
        "url": "https://apod.nasa.gov/apod/image/2207/Analemma1_1024c.jpg"
    },
    {
        "date": "2014-11-10",
        "explanation": "Why does this giant disk have gaps? The exciting and probable answer is: planets. A mystery is how planets massive enough to create these gaps formed so quickly, since the HL Tauri star system is only about one million years old. The picture on which the gaps were discovered was taken with the new Atacama Large Millimeter Array (ALMA) of telescopes in Chile. ALMA imaged the protoplanetary disk, which spans about 1,500 light-minutes across, in unprecedented detail, resolving features as small as 40 light minutes.  The low energy light used by ALMA was also able to peer through an intervening haze of gas and dust. The HL Tauri system lies about 450 light years from Earth. Studying HL Tauri will likely give insight into how our own Solar System formed and evolved.",
        "hdurl": "https://apod.nasa.gov/apod/image/1411/HLtauri_alma_1800.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Protoplanetary Disk of HL Tauri from ALMA",
        "url": "https://apod.nasa.gov/apod/image/1411/HLtauri_alma_960.jpg"
    },
    {
        "copyright": "Luis Argerich",
        "date": "2013-06-28",
        "explanation": "A Full Perigee Moon rose as the Sun set last Sunday. At its closest to Earth it was, by just a bit, the year's brightest and largest Full Moon also known as a Super Moon. Seen from Punta Piedras, Argentina and the mouth of the Rio de La Plata, near Buenos Aires, the Super Moon's light created this magnificent circular lunar halo. Still, the size of a lunar halo is determined by the geometry of six sided water ice crystals in planet Earth's high, thin clouds. The crystals deflect the rays of moonlight more strongly through a minimum angle of 22 degrees. So this halo has an inner radius of 22 degrees, just like the halos of the less-than-super moons. Even more common than a Super Moon, beautiful 22 degree halos can be spotted at any time of year.",
        "hdurl": "https://apod.nasa.gov/apod/image/1306/june22moonhalo_argerich.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Super Moon's Halo",
        "url": "https://apod.nasa.gov/apod/image/1306/june22moonhalo_argerich950.jpg"
    },
    {
        "date": "2011-04-09",
        "explanation": "Tidally locked in synchronous rotation, the Moon always presents its familiar nearside to denizens of planet Earth. From lunar orbit, the Moon's farside can become familiar, though. In fact this sharp picture, a mosaic from the Lunar Reconnaissance Orbiter's wide angle camera, is centered on the lunar farside. Part of a global mosaic of over 15,000 images acquired between November 2009 and February 2011, the highest resolution version shows features at a scale of 100 meters per pixel. Surprisingly, the rough and battered surface of the farside looks very different from the nearside covered with smooth dark lunar maria.  The likely explanation is that the farside crust is thicker, making it harder for molten material from the interior to flow to the surface and form the smooth maria.",
        "hdurl": "https://apod.nasa.gov/apod/image/1104/farside_lro1600.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Lunar Farside",
        "url": "https://apod.nasa.gov/apod/image/1104/farside_lro800.jpg"
    },
    {
        "date": "2011-06-07",
        "explanation": "Space shuttle Endeavour is home to stay. In a rare night landing last week, Endeavour glided onto a runway in Cape Canaveral, Florida, USA completing a 16-day mission that included a visit to the International Space Station (ISS). All told, space shuttle Endeavour flew 25 flights since being deployed by NASA in 1992, spending a total of 299 days in space. Endeavour's next mission will be a stationary one in the California Science Center.  Even as Endeavour was landing, the space shuttle Atlantis was being rolled out in preparation for the last mission of any Space Shuttle, a mission currently scheduled to begin on July 8.",
        "hdurl": "https://apod.nasa.gov/apod/image/1106/landing_endeavour_2549.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Last Landing for Space Shuttle Endeavour",
        "url": "https://apod.nasa.gov/apod/image/1106/landing_endeavour_900.jpg"
    },
    {
        "copyright": "Barden Ridge Observatory",
        "date": "2023-01-14",
        "explanation": "Perihelion for 2023, Earth's closest approach to the Sun, was on January 4 at 16:17 UTC. That was less than 24 hours after this sharp image of the Sun's disk was recorded with telescope and H-alpha filter from Sydney, Australia, planet Earth.  An H-alpha filter transmits a characteristic red light from hydrogen atoms. In views of the Sun it emphasizes the Sun's chromosphere, a region just above the solar photosphere or normally visible solar surface. In this H-alpha image of the increasingly active Sun planet-sized sunspot regions are dominated by bright splotches called plages. Dark filaments of plasma snaking across the solar disk transition to bright prominences when seen above the solar limb.",
        "hdurl": "https://apod.nasa.gov/apod/image/2301/Sol3Jan2023web.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Perihelion Sun 2023",
        "url": "https://apod.nasa.gov/apod/image/2301/Sol3Jan2023web1024.jpg"
    },
    {
        "date": "2002-03-12",
        "explanation": "What could cause a huge cylindrical mountain to rise from the surface of Venus?  Such features that occur on Venus are known as coronas.  Pictured above in the foreground is 500-kilometer wide Atete Corona found in a region of Venus known as the Galindo.  The image was created by combining multiple radar maps of the region to form a computer-generated three-dimensional perspective.  The series of dark rectangles that crosses the image from top to bottom were created by the imaging procedure and are not real. The origin of massive coronas remains a mystery although speculation holds they result from some form of volcanism.  Studying Venusian coronas help scientists better understand the inner structure of both Venus and Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/0203/atetecorona_magellan_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Atete Corona on Venus",
        "url": "https://apod.nasa.gov/apod/image/0203/atetecorona_magellan.jpg"
    },
    {
        "copyright": "Alex Cherney Music:",
        "date": "2011-07-04",
        "explanation": "Clouds and sky both show illuminating changes during this time lapse video from the south of Australia. In the foreground are scenes visible over a rocky coastline toward the Southern Ocean. Dark clouds flow across the sky, sometimes from different directions, sometimes blocking background starlight, but other times causing stars to appear to flare as they move in front. In the first sequence, looking toward the southwest, a nearly vertical band of zodiacal light is seen at sunset just before the band of the Milky Way Galaxy appears to settle into the sea.  Soon the unusual dark patch of the Coal Sack Nebula can be seen on the Milky Way band, near the famous Southern Cross. Later, looking toward the southeast at about 2:10 in the video, Orion can be seen rising appearing nearly perpendicular to  how it rises in northern skies. The composite video, winner of an award STARMUS astrophotography competition, took over a year to compile in 2009 and 2010 from over 30 hours of exposure.   Mini-mystery: what are those lights moving along the horizon?",
        "media_type": "video",
        "service_version": "v1",
        "title": "Southern Ocean Sky",
        "url": "https://player.vimeo.com/video/24253126?portrait=0"
    },
    {
        "copyright": "Juan Carlos Casado",
        "date": "2022-08-18",
        "explanation": "The annual Perseid meteor shower was near its peak on August 13. As planet Earth crossed through streams of debris left by periodic Comet Swift-Tuttle meteors rained in northern summer night skies. But even that night's nearly Full Moon shining near the top of this composited view couldn't hide all of the popular shower's meteor streaks. The image captures some of the brightest perseid meteors in many short exposures recorded over more than two hours before the dawn. It places the shower's radiant in the heroic constellation of Perseus just behind a well-lit medieval tower in the village of Sant Llorenc de la Muga, Girona, Spain. Observed in medieval times, the Perseid meteor shower is also known in Catholic tradition as the Tears of St. Lawrence, and festivities are celebrated close to the annual peak of the meteor shower. Joining the Full Moon opposite the Sun, bright planet Saturn also shines in the frame at the upper right.",
        "hdurl": "https://apod.nasa.gov/apod/image/2208/perseids2022jcc2k.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Full Moon Perseids",
        "url": "https://apod.nasa.gov/apod/image/2208/perseids2022jcc2k800.jpg"
    },
    {
        "date": "2006-07-28",
        "explanation": "These four panels show x-ray images of expanding cosmic debris clouds, tens of light-years across, in nearby galaxy the Large Magellanic Cloud. The supernova remnants (SNRs) are the results of two types of stellar explosions and are arranged in order of apparent age or the time since light from the initial explosion first reached planet Earth. Clockwise starting at the upper left are remnants aged 600 years, 1,500 years, 10,000 years and 13,000 years. The first three result from a Type Ia explosion - the destruction of a white dwarf star by a thermonuclear blast triggered by mass accreted from a stellar companion.  The fourth (lower left) is a Type II explosion - triggered by the final collapse of the core of a massive star. A neutron star, the remnant of the collapsed core, lies at its center.",
        "hdurl": "https://apod.nasa.gov/apod/image/0607/4snr_cxc_f.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Four Supernova Remnants",
        "url": "https://apod.nasa.gov/apod/image/0607/4snr_cxc_f89.jpg"
    },
    {
        "date": "2013-03-31",
        "explanation": "Many wonders are visible when flying over the Earth at night. A compilation of such visual spectacles was captured recently from the International Space Station (ISS) and set to rousing music. Passing below are white clouds, orange city lights, lightning flashes in thunderstorms, and dark blue seas.  On the horizon is the golden haze of Earth's thin atmosphere, frequently decorated by dancing auroras as the video progresses.  The green parts of auroras typically remain below the space station, but the station flies right through the red and purple auroral peaks. Solar panels of the ISS are seen around the frame edges. The ominous wave of approaching brightness at the end of each sequence is just the dawn of the sunlit half of Earth, a dawn that occurs every 90 minutes.",
        "media_type": "video",
        "service_version": "v1",
        "title": "Flying Over the Earth at Night",
        "url": "https://www.youtube.com/embed/FG0fTKAqZ5g?rel=0"
    },
    {
        "copyright": "S. DeiriesESOM. FulleINAF",
        "date": "2007-02-01",
        "explanation": "By January 19/20 Comet McNaught's magnificent dust tail stretched for about 150 million kilometers (~1 AU), requiring images from both southern and northern hemispheres of planet Earth to take it all in. Two such views - from Cerro Paranal in Chile (left) and the Carnic Alps in Italy - are combined in this unique graphic that also outlines a perspective view of the comet's orbit (dotted line) and relative position of the Sun. Driven by solar radiation pressure the dust tail initially points away from the Sun, but also trails outside the comet's orbit. Astronomers try to account for the complex structure along the tail, including the pronounced striations, by considering forces acting on the dust (e.g. gravity, solar wind and radiation) as well as the release time and size of the dust grains. In the diagram, the modeled location of dust grains released at approximately the same time relative to perihelion passage, synchrones, are shown as dashed lines. The location of grains of similar size, syndynes, are shown as solid lines.",
        "hdurl": "https://apod.nasa.gov/apod/image/0702/mcnaught_deiriesfulle_comp.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Tail of Two Hemispheres",
        "url": "https://apod.nasa.gov/apod/image/0702/mcnaught_deiriesfulle_comp720.jpg"
    },
    {
        "date": "1996-04-27",
        "explanation": "Brilliant sunlight glints off tracks gently winding across the the Moon's Frau Maro highlands. The tracks were made by the Apollo 14 crew's two-wheeled Modularized Equipment Transporter (MET), fondly known as the \"rickshaw\". The MET was designed as an aid to surface exploration. Serving as a workbench with a place for the lunar handtools, it also carried cameras, sample containers, spare film and a Lunar Surface Penetrometer. The path outlined in the lunar soil leads away from Alan Shepard and Edgar Mitchell's Lunar landing Module, tracing the path of their first venture across the lunar landscape.",
        "hdurl": "https://apod.nasa.gov/apod/image/met_apollo14_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 14: Rickshaw Tracks Across the Moon",
        "url": "https://apod.nasa.gov/apod/image/met_apollo14.gif"
    },
    {
        "date": "2012-06-24",
        "explanation": "In December of 1972, Apollo 17 astronauts Eugene Cernan and Harrison Schmitt spent about 75 hours on the Moon in the Taurus-Littrow valley, while colleague Ronald Evans orbited overhead. This sharp image was taken by Cernan as he and Schmitt roamed the valley floor. The image shows Schmitt on the left with the lunar rover at the edge of Shorty Crater, near the spot where geologist Schmitt discovered orange lunar soil. The Apollo 17 crew returned with 110 kilograms of rock and soil samples, more than was returned from any of the other lunar landing sites. Now forty years later, Cernan and Schmitt are still the last to walk on the Moon.   Follow APOD: on Facebook or G+  Follow APOD Bonus Images: on Facebook or G+",
        "hdurl": "https://apod.nasa.gov/apod/image/1206/moonshorty_apollo17_1498.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Apollo 17 at Shorty Crater",
        "url": "https://apod.nasa.gov/apod/image/1206/moonshorty_apollo17_960.jpg"
    },
    {
        "copyright": "Rogelio\nBernal Andreo",
        "date": "2010-10-14",
        "explanation": "An alluring Comet Hartley 2 cruised through planet Earth's night sky on October 8, passing within about a Full Moon's width of the famous double star cluster in Perseus. The much anticipated celestial photo-op was recorded here in a 3 frame mosaic with greenish comet and the clusters h and Chi Persei placed at the left. The well-chosen, wide field of view spans about 7 degrees. It extends across the constellation boundary into Cassiopeia, all the way to the Heart Nebula (IC 1805) at the far right. To capture the cosmic moment, a relatively short 5 minute exposure was used to freeze the moving comet in place, but a longer exposure with a narrow-band filter was included in the central and right hand frames. The narrow-band exposure brings out the fainter reddish glow of the nebula's atomic hydrogen gas, in contrast to the cometary coma's kryptonite green. In the past few days, comet watchers have reported that Hartley 2 has become just visible to the unaided eye for experienced observers from dark, clear sites. On October 20, the comet will make its closest approach to Earth, passing within about 17 million kilometers. On November 4, a NASA spacecraft will fly by the comet's small nucleus estimated to be only 1.5 kilometers in diameter.",
        "hdurl": "https://apod.nasa.gov/apod/image/1010/DoubleCometHeart_andreo.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Clusters, Hartley, and the Heart",
        "url": "https://apod.nasa.gov/apod/image/1010/DoubleCometHeart_andreo600w.jpg"
    },
    {
        "date": "2022-04-23",
        "explanation": "A gorgeous spiral galaxy, Messier 104 is famous for its nearly edge-on profile featuring a broad ring of obscuring dust lanes. Seen in silhouette against an extensive central bulge of stars, the swath of cosmic dust lends a broad brimmed hat-like appearance to the galaxy suggesting a more popular moniker, the Sombrero Galaxy. This sharp view of the well-known galaxy was made from over 10 hours of Hubble Space Telescope image data, processed to bring out faint details often lost in the overwhelming glare of M104's bright central bulge. Also known as NGC 4594, the Sombrero galaxy can be seen across the spectrum, and is host to a central supermassive black hole. About 50,000 light-years across and 28 million light-years away, M104 is one of the largest galaxies at the southern edge of the Virgo Galaxy Cluster. Still, the spiky foreground stars in this field of view lie well within our own Milky Way.",
        "hdurl": "https://apod.nasa.gov/apod/image/2204/M104_HST_final2_4096.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Messier 104",
        "url": "https://apod.nasa.gov/apod/image/2204/M104_HST_final2_1024.jpg"
    },
    {
        "copyright": "Robert Eder",
        "date": "2022-07-22",
        "explanation": "Beautiful spiral galaxy Messier 74 (also known as NGC 628) lies some 32 million light-years away toward the constellation Pisces. An island universe of about 100 billion stars with two prominent spiral arms, M74 has long been admired by astronomers as a perfect example of a grand-design spiral galaxy. M74's central region is brought into a stunning, sharp focus in this recently processed image using publicly available data from the James Webb Space Telescope. The colorized combination of image data sets is from two of Webb's instruments NIRcam and MIRI, operating at near- and mid-infrared wavelengths.  It reveals cooler stars and dusty structures in the grand-design spiral galaxy only hinted at in previous space-based views.",
        "hdurl": "https://apod.nasa.gov/apod/image/2207/JWST_NGC628_Robert_Eder_V2.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxy M74: A Sharper View",
        "url": "https://apod.nasa.gov/apod/image/2207/JWST_NGC628_Robert_Eder_V2600h.jpg"
    },
    {
        "copyright": "Fred Vanderhaven",
        "date": "2014-03-05",
        "explanation": "The eggs from this chicken may form into stars.  The above pictured emission nebula, cataloged as IC 2944, is called the Running Chicken Nebula for the shape of its greater appearance.  The image was taken recently from Siding Spring Observatory in Australia and presented in scientifically assigned colors. Seen near the center of the image are small, dark molecular clouds rich in obscuring cosmic dust. Called Thackeray's Globules for their discoverer, these \"eggs\" are potential sites for the gravitational condensation of new stars, although their fates are uncertain as they are also being rapidly eroded away by the intense radiation from nearby young stars. Together with patchy glowing gas and complex regions of reflecting dust, these massive and energetic stars form the open cluster Collinder 249. This gorgeous skyscape spans about 70 light-years at the nebula's estimated 6,000 light-year distance.",
        "hdurl": "https://apod.nasa.gov/apod/image/1403/ic2944_vanderhaven_1280.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Globules in the Running Chicken Nebula",
        "url": "https://apod.nasa.gov/apod/image/1403/ic2944_vanderhaven_960.jpg"
    },
    {
        "copyright": "W. Pacholka",
        "date": "1997-08-06",
        "explanation": "Good cameras were able to obtain impressive photographs of Comet Hale-Bopp when at its brightest earlier this year. In the above photograph taken April 5th, Comet Hale-Bopp was imaged from the Indian Cove Campground in the Joshua Tree National Forest in California, USA.  A flashlight was used to momentarily illuminate foreground rocks in this 30 second exposure. Comet Hale-Bopp is still visible to the unaided eye in Earth's Southern Hemisphere, with observers there reporting it to be about 4th magnitude. The comet is now passing nearly in front of the star Sirius, and shows only a slight dust tail.",
        "hdurl": "https://apod.nasa.gov/apod/image/9708/hbcove_wp_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Hale-Bopp from Indian Cove",
        "url": "https://apod.nasa.gov/apod/image/9708/hbcove_wp.jpg"
    },
    {
        "copyright": "Stéphane Guisard",
        "date": "2009-02-20",
        "explanation": "Dark nebulae snake across a gorgeous expanse of stars in this telescopic view toward the pronounceable constellation Ophiuchus and the center of our Milky Way Galaxy. In fact, the twisting central shape seen here is well known as the Snake Nebula. It is also listed as Barnard 72 (B72), one of 182 dark markings of the sky cataloged in the early 20th century by astronomer E. E. Barnard. Unlike bright emission nebulae and star clusters, Barnard's nebulae are interstellar dark clouds of obscuring gas and dust. Their shapes are visible in cosmic silhouette because they lie in the foreground along the line of sight to rich star fields and glowing stellar nurseries near the plane of our Galaxy. Many of Barnard's dark nebulae are themselves likely sites of future star formation. Barnard 72 is about 650 light years away. With bluish star 44 Ophiuchi at bottom left, the intriguing star field spans nearly 2 degrees or almost 20 light-years at the estimated distance of the Snake Nebula.   digg_url = 'http://apod.nasa.gov/apod/ap090220.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0902/SGUSnakeLRVB.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Snake in the Dark",
        "url": "https://apod.nasa.gov/apod/image/0902/SGUSnakeLRVB_c800.jpg"
    },
    {
        "copyright": "R Jay GaBanyCosmotography.com",
        "date": "2005-12-25",
        "explanation": "Sometimes the simplest shapes are the hardest to explain.  For example, the origin of the mysterious cone-shaped region seen on the far left remains a mystery.   The interstellar formation, dubbed the Cone Nebula, is located about 2700 light years away. Other features in the image include red emission from diffuse  interstellar hydrogen, wispy filaments of dark dust, and bright star S Monocerotis, visible on the far right.  Blue reflection nebulae surround the brighter stars.  The dark Cone Nebula region clearly contains much dust which blocks light from the emission nebula and open cluster NGC 2264 behind it.  One hypothesis holds that the Cone Nebula is formed by wind particles from an energetic source blowing past the Bok Globule at the head of the cone.",
        "hdurl": "https://apod.nasa.gov/apod/image/0512/cone_gabany_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Mysterious Cone Nebula",
        "url": "https://apod.nasa.gov/apod/image/0512/cone_gabany.jpg"
    },
    {
        "copyright": "Anglo-Australian Telescope\nBoard",
        "date": "1996-08-12",
        "explanation": "Spiral galaxy M65 is a normal spiral galaxy not unlike our own Milky Way. In fact, M65 is a typical spiral galaxy of a type that could be found anywhere in the local universe. Given a morphological type of \"Sa\", M65 shows tightly wrapped spiral arms and a large nuclear central bulge. The central bulge stars are older and redder than disk stars, which appear more blue. Stars in the bulge of the our own Milky Way Galaxy are also typically older and redder than stars in the disk where our Sun resides. M65 is a member of the Leo Triplet of galaxies, along with its neighbors M66 and NGC 3628. Although it appears that M65's gravity has distorted M66's symmetry, M65's symmetry seems unaffected by M66. M65 is located roughly 35 million light years away, so that light recorded today left after the fall of the dinosaurs but when many land mammals were just evolving on Earth.",
        "hdurl": "https://apod.nasa.gov/apod/image/m65_aat.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "Leo Triplet Spiral Galaxy M65",
        "url": "https://apod.nasa.gov/apod/image/m65_aat_big.gif"
    },
    {
        "date": "2015-01-04",
        "explanation": "Soft hues, partially lit orbs, a thin trace of the ring, and slight shadows highlight this understated view of the majestic surroundings of the giant planet Saturn.  Looking nearly back toward the Sun, the robot Cassini spacecraft now orbiting Saturn captured crescent phases of Saturn and its moon Rhea in color a few years ago. As striking as the above image is, it is but a single frame from a 60-frame silent movie where Rhea can be seen gliding in front of its parent world.   Since Cassini was nearly in the plane of Saturn's rings, the normally impressive rings are visible here only as a thin line across the image center.",
        "hdurl": "https://apod.nasa.gov/apod/image/1501/saturnrhea_cassini_980.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Crescent Rhea Occults Crescent Saturn",
        "url": "https://apod.nasa.gov/apod/image/1501/saturnrhea_cassini_960.jpg"
    },
    {
        "copyright": "IAC",
        "date": "2017-05-18",
        "explanation": "It's easy to get lost following intricate filaments in this detailed image of faint supernova remnant Simeis 147. Also cataloged as Sharpless 2-240 it goes by the popular nickname, the Spaghetti Nebula. Seen toward the boundary of the constellations Taurus and Auriga, it covers nearly 3 degrees or 6 full moons on the sky. That's about 150 light-years at the stellar debris cloud's estimated distance of 3,000 light-years. This composite includes image data taken through narrow-band filters, enhancing the reddish emission from ionized hydrogen atoms to trace the shocked, glowing gas. The supernova remnant has an estimated age of about 40,000 years, meaning light from the massive stellar explosion first reached Earth 40,000 years ago. But the expanding remnant is not the only aftermath. The cosmic catastrophe also left behind a spinning neutron star or pulsar, all that remains of the original star's core.",
        "hdurl": "https://apod.nasa.gov/apod/image/1705/Sh-2-240-RHa-GSII-BOIII_DLopez_IAC.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Simeis 147: Supernova Remnant",
        "url": "https://apod.nasa.gov/apod/image/1705/Sh-2-240-RHa-GSII-BOIII_DLopez_IAC1024c.jpg"
    },
    {
        "date": "2004-02-01",
        "explanation": "Are stars better appreciated for their art after they die?  Actually, stars usually create their most artistic displays as they die.  In the case of low-mass stars like our Sun and  M2-9 pictured above, the stars transform themselves from normal stars to white dwarfs by casting off their outer gaseous envelopes.  The expended gas frequently forms an impressive display called a planetary nebula that fades gradually over thousand of years.  M2-9, a butterfly planetary nebula 2100 light-years away shown in representative colors, has wings that tell a strange but incomplete tale.  In the center, two stars orbit inside a gaseous disk 10 times the orbit of Pluto.  The expelled envelope of the dying star breaks out from the disk creating the bipolar appearance.  Much remains unknown about the physical processes that cause planetary nebulae.",
        "hdurl": "https://apod.nasa.gov/apod/image/0402/m2-9_hst_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "M2-9: Wings of a Butterfly Nebula",
        "url": "https://apod.nasa.gov/apod/image/0402/m2-9_hst.jpg"
    },
    {
        "copyright": "Raul\nVillaverde Fraile",
        "date": "2018-03-16",
        "explanation": "Seen as a seagull and a duck, these nebulae are not the only cosmic clouds to evoke images of flight. But both are winging their way across this broad celestial landscape, spanning almost 7 degrees across planet Earth's night sky toward the constellation Canis Major. The expansive Seagull (top center) is itself composed of two major cataloged emission nebulae. Brighter NGC 2327 forms the head with the more diffuse IC 2177 as the wings and body. Impressively, the Seagull's wingspan would correspond to about 250 light-years at the nebula's estimated distance of 3,800 light-years. At the lower right, the Duck appears much more compact and would span only about 50 light-years given its 15,000 light-year distance estimate. Blown by energetic winds from an extremely massive, hot star near its center, the Duck nebula is cataloged as NGC 2359. Of course, the Duck's thick body and winged appendages also lend it the slightly more dramatic popular moniker, Thor's Helmet.",
        "hdurl": "https://apod.nasa.gov/apod/image/1803/SeagullVillaverde.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "The Seagull and the Duck",
        "url": "https://apod.nasa.gov/apod/image/1803/SeagullVillaverde1024c.jpg"
    },
    {
        "date": "2002-09-03",
        "explanation": "Does the surface of Mars change?  When inspecting yearly images of the Martian surface taken by the robot spacecraft Mars Global Surveyor currently orbiting Mars, sometimes new dark trails are visible.  Although originally a mystery, the culprit is now usually known to be a dust devil, a huge swirling gas-cloud with similarities to a terrestrial tornado.  Pictured above, a recent image has not only captured a new dark trail but the actual dust devil itself climbing a crater wall.  Dust devils are created when Martian air is heated by a warm surface and begins to spin as it rises.  Dust devils can stretch 8 kilometers high but usually last only a few minutes.",
        "hdurl": "https://apod.nasa.gov/apod/image/0209/dustdevil_mgs_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "A Dust Devil on Mars",
        "url": "https://apod.nasa.gov/apod/image/0209/dustdevil_mgs.jpg"
    },
    {
        "copyright": "Hawk Wolinski",
        "date": "2022-02-16",
        "explanation": "What's that on the Sun? Although it may look like a flowing version of the Eiffel Tower, it is a solar prominence that is actually much bigger -- about the height of Jupiter. The huge prominence emerged about ten days ago, hovered over the Sun's surface for about two days, and then erupted -- throwing a coronal mass ejection (CME) into the Solar System. The featured video, captured from the astrophotographer's backyard in Hendersonville, Tennessee, USA, shows an hour time-lapse played both forwards and backwards. That CME did not impact the Earth, but our Sun had unleashed  other recent CMEs that not only triggered Earthly auroras, but puffed out the Earth's atmosphere enough to cause just-launched Starlink satellites to fall back. Activity on the Sun, including sunspots, prominences, CMEs and flares, continues to increase as the Sun evolves away from a deep minimum in its 11-year magnetic cycle.   Birthday Surprise: What picture did APOD feature on your birthday? (post 1995)",
        "media_type": "video",
        "service_version": "v1",
        "title": "Eiffel Tower Prominence on the Sun",
        "url": "https://www.youtube.com/embed/liapnqj9GDc?rel=0"
    },
    {
        "date": "1997-11-26",
        "explanation": "The giant planet Uranus is faint and featureless when viewed in visible light. But this pair of near-infrared mosaics from the Hubble Space Telescope's NICMOS camera reveals moons, rings, and clouds of this distant gas planet. The color coded images highlight different atmospheric layers - blue represents the deepest layers while the highest cloud features have a reddish tinge. Racing around the planet, high, bright clouds are seen to move substantially between the two pictures taken only ninety minutes apart. Ring systems are a common to the solar system's giant planets. Here the main Uranian ring seems to vary in width and is clearly brightest near the top. The eight specks beyond the ring system are small Uranian moons which also show counter-clockwise motion over ninety minutes as traced by the arrows on the right hand image.",
        "hdurl": "https://apod.nasa.gov/apod/image/9711/uranusleft_nic_big.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Uranian Moons, Rings, And Clouds",
        "url": "https://apod.nasa.gov/apod/image/9711/uranusleft_nic.jpg"
    },
    {
        "date": "2014-08-31",
        "explanation": "How was this picture taken? Usually, pictures of the shuttle, taken from space, are snapped from the space station.  Commonly, pictures of the space station are snapped from the shuttle. How, then, can there be a picture of both the shuttle and the station together, taken from space? The answer is that during the Space Shuttle Endeavour's last trip to the International Space Station in 2011 May, a supply ship departed the station with astronauts that captured a series of rare views. The supply ship was the Russian Soyuz TMA-20 which landed in Kazakhstan later that day.  The above spectacular image well captures the relative sizes of the station and docked shuttle.  Far below, clouds of Earth are seen above a blue sea.   Follow APOD on: Facebook,  Google Plus, or Twitter",
        "hdurl": "https://apod.nasa.gov/apod/image/1408/shuttleiss_nasa_6048.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Space Shuttle and Space Station Photographed Together",
        "url": "https://apod.nasa.gov/apod/image/1408/shuttleiss_nasa_960.jpg"
    },
    {
        "copyright": "Dietmar Hager",
        "date": "2009-01-09",
        "explanation": "Large, dusty, spiral galaxy NGC 4945 is seen edge-on near the center of this rich telescopic image. The field of view spans nearly 2 degrees, or about 4 times the width of the Full Moon, toward the expansive southern constellation Centaurus. About 13 million light-years distant, NGC 4945 is almost the size of our own Milky Way Galaxy. But X-ray and infrared observations reveal even more high energy emission and star formation in the core of NGC 4945. The other prominent galaxy in the field, NGC 4976, is an elliptical galaxy. Left of center, NGC 4976 is much farther away, at a distance of about 35 million light-years, and not physically associated with NGC 4945.  Editor's Note: A version of the image with labels generated by Astrometry.net is available here.  digg_url = 'http://apod.nasa.gov/apod/ap090109.html'; digg_skin = 'compact';",
        "hdurl": "https://apod.nasa.gov/apod/image/0901/4945dietmarfull.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "NGC 4945 in Centaurus",
        "url": "https://apod.nasa.gov/apod/image/0901/4945dietmar800.jpg"
    }
]
